<%--
  Created by IntelliJ IDEA.
  User: tagirfajrusin
  Date: 21.12.2024
  Time: 18:55
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<main>
  <section class="about">
    <h2>Добро пожаловать!</h2>
    <p>Меня зовут Тагир Файрушин, я студент второго курса ИТИС КФУ. В рамках семестровой работы я создаю сайт с рецептами.</p>
    <p>Почему я выбрал эту тему?</p>
    <ul>
      <li>Я увлекаюсь готовкой, и мне было бы интересно работать над проектом, связанным с этой областью.</li>
      <li>Тема рецептов достаточно легкая и позволяет сосредоточиться на изучении технологий, необходимых для выполнения работы.</li>
      <li>Хотя веб-разработка не моя основная специализация (я занимаюсь iOS-разработкой), я хотел освоить основы, чтобы расширить свои навыки.</li>
    </ul>
    <p>Этот сайт является не только учебным проектом, но и способом объединить мои интересы и учебу. Надеюсь, вам будет полезно и приятно пользоваться этим ресурсом!</p>
  </section>
</main>